Repository: maxregnerisch/Treble-Toolkit-Source-Code
Catalog: TrebleToolkit4/MultiLang.*.resx
Languages: pt

# _1
source: Compatible Devices - Alcatel 1 (2018)
pt: Dispositivos Compatíveis - Alcatel 1 (2018)

# _2
source: Storage: 8
pt: Armazenamento: 8

# _3
source: Display:
pt: Ecrã:

# _4
source: Cameras:
pt: Câmeras:

# _5
source: (Back) /
pt: (Traseira) /

# _6
source: MP (Front)
pt: MP (Frontal)

# _7
source: Android Versions: 8.
pt: Versão(ões) do Android: 8.

# _8
source: 1 (Go Edition)
pt: 1 (Edição Go)

# _9
source: Kernel Version: 4.
pt: Versão do Kernel: 4.

# _10
source: Release Date:
pt: Data de lançamento:

# _11
source: June
pt: Junho

# _12
source: BACK
pt: VOLTAR

# _13
source: About
pt: Acerca

# _14
source: November
pt: Novembro

# _15
source: .NET Framework Version: 4.7.2
pt: Versão do .NET Framework requerida: 4.7.2

# _16
source: Required Windows Version: 7 / Server 2008 R2 (x64)
pt: Requer Versão do Windows: 7 / Server 2008 R2 (x64)

# _17
source: CLOSE
pt: FECHAR

# _19
source: Process Finished
pt: Processo Terminado

# _20
source: Your bootloader has been s
pt: O seu bootloader foi d

# _21
source: ucce
pt: esbl

# _22
source: ss
pt: oq

# _23
source: fully
pt: eado

# _24
source: unlocked.
pt: com sucesso.

# _25
source: MAIN MENU
pt: MENU PRINCIPAL

# _26
source: PRESS ALT+F4 TO CLOSE
pt: PRESSIONE ALT+F4 PARA FECHAR

# _27
source: Compatible Devices
pt: Dispositivos Compatíveis

# _28
source: This is a list of all devices compatible with Treble Toolkit
pt: Lista de dispositivos compatíveis com Treble Toolkit

# _29
source: Your ROM
pt: A sua ROM

# _30
source: has been flashed
pt: foi instalado

# _31
source: /booted
pt: /iniciado

# _32
source: . If your phone bootloops, please try another ROM
pt: . Se ocorrer um bootloop, por favor experimente outra ROM

# _33
source: /TWRP image
pt: /imagem TWRP

# _34
source: before requesting a review.
pt: antes de reportar como bug.

# _35
source: Flash GSI
pt: Instalar GSI

# _36
source: Please select your phone's partition style
pt: Por favor selecione o esquema de partições do seu dispositivo

# _37
source: Please
pt: Por favor

# _38
source: place your ROM in Place_File
pt: coloque a sua ROM na pasta Place_File

# _39
source: and
pt: e

# _40
source: reboot to the bootloader (must be unlocked) and click "Next"
pt: reinicie o dispositivo para o bootloader (precisa de estar desbloqueado) e pressione "Próximo"

# _41
source: NEXT
pt: SEGUINTE

# _42
source: FLASH GSI
pt: INSTALAR GSI

# _43
source: FLASH/BOOT TWRP
pt: INSTALAR/INICIAR TWRP

# _44
source: UNLOCK BOOTLOADER
pt: DESBLOQUEAR BOOTLOADER

# _45
source: FLASH PERMISSIVER
pt: INSTALAR PERMISSIVER

# _46
source: COMPATIBLE DEVICES
pt: DISPOSITIVOS COMPATÍVEIS

# _47
source: Compatible Devices - OnePlus 6
pt: Dispositivos Compatíveis - OnePlus 6

# _48
source: Storage: 64GB / 128GB / 256GB
pt: Armazenamento: 64GB / 128GB / 256GB

# _49
source: Display: 6.28" Optic AMOLED (2280x1080)
pt: Ecrã: 6.28" Optic AMOLED (2280x1080)

# _50
source: Cameras: 16MP + 20MP (Back) / 16MP (Front)
pt: Câmaras: 16MP + 20MP (Traseira) / 16MP (Frontal)

# _51
source: Android Versions: 8.1 / 9 / 10 / 11 (planned)
pt: Versão(ões) do Android: 8.1 / 9 / 10 / 11 (planeado)

# _52
source: Kernel Version: 4.9
pt: Versão do Kernel: 4.9

# _53
source: Release Date: May 22 2018
pt: Data de lançamento: Maio 22 2018

# _55
source: Flash Permissiver
pt: Instalar Permissiver

# _56
source: Please reboot to TWRP, and select "ADB Sideload" under "Advanced"
pt: Por favor reinicie para o TWRP, selecione "Avançado" e selecione "ADB Sideload"

# _57
source: , and press Flash
pt: , e selecione Instalar

# _58
source: FLASH
pt: INSTALAR

# _59
source: Compatible Devices - Sony Xperia 5
pt: Dispositivos Compatíveis - Sony Xperia 5

# _60
source: Storage: 128GB
pt: Armazenamento: 128GB

# _61
source: Display: 6.1" OLED (2520x1080)
pt: Ecrã: 6.1" OLED (2520x1080)

# _62
source: Cameras: 12MP / 12MP / 12MP (Back) / 8MP (Front)
pt: Câmaras: 12MP / 12MP / 12MP (Traseira) / 8MP (Frontal)

# _63
source: Android Versions: 8.1 / 9 / 10 / 11 (Planned)
pt: Versão(ões) do Android: 8.1 / 9 / 10 / 11 (Planned)

# _64
source: Release Date: September 24 2019
pt: Data de lançamento: September 24 2019

# _65
source: Compatible Devices - Sony Xperia XZ2
pt: Dispositivos Compatíveis - Sony Xperia XZ2

# _66
source: Storage: 64GB
pt: Armazenamento: 64GB

# _67
source: Cameras:
pt: Câmaras:

# _68
source: Android Versions: 8.1 / 9 / 10
pt: Versão(ões) do Android: 8.1 / 9 / 10

# _69
source: April
pt: Abril

# _70
source: Flash/Boot TWRP
pt: Instalar/Iniciar TWRP

# _71
source: Please place your TWRP image in
pt: Por favor insira a sua imagem TWRP em

# _72
source: Place_Files_Here/TWRP and select Flash or Boot (depending on your intention
pt: Place_Files_Here/TWRP e selecione Flash or Boot (dependendo da sua intenção

# _73
source: BOOT
pt: INICIAR

# _75
source: Boot TWRP
pt: Iniciar TWRP

# _76
source: Make sure you followed the steps on the previous
pt: Verifique se seguiu os passos na janela anterior

# _77
source: window, then press
pt: e selecione

# _78
source: Boot
pt: Iniciar

# _79
source: Flash TWRP
pt: Instalar TWRP

# _80
source: Make sure you followed the steps on the previous window and make sure your phone's partition scheme is A
pt: Verifique se seguiu os passos anteriores e que o esquema de partições do seu dispositivo é A

# _81
source: , then press Flash
pt: , e selecione Instalar

# _82
source: Unlock Bootloader
pt: Desbloquear Bootloader

# _83
source: Please enable OEM Unlocking, and enable USB Debugging and press Unlock.
pt: Por favor, ative "Permitir Desbloqueio OEM" e ative "Ativar Depuração USB" e pressione Desbloquear.

# _84
source: NOTE: Your data will be erased
pt: AVISO: Todos os seus dados serão ELIMINADOS neste processo

# _85
source: UNLOCK
pt: DESBLOQUEAR

# _86
source: Added Portuguese.
pt: Adicionado Português.

# _87
source: Platform Tools: r30.0.5 (November 2020)
pt: Platform Tools: r30.0.5 (Novembro 2020)

# _88
source: .NET Framework Version Required: 4.7.2
pt: Versão do .NET Framework Requerida: 4.7.2

# _89
source: Minimum Windows Version Required: 7 / Server 2008 R2
pt: Versão do Windows requerida: 7 / Server 2008 R2

# _90
source: Changelog: Update button now opens up the Updater app instead of the website, migratory update to Launcher 5.4 (only applies to Launcher 5.0 and 5.1 users), Launcher now closes after launching Treble Toolkit.
pt: Changelog: Nova opção "Forçar Reinstalação" no Launcher (apenas quando atualizando do Launcher versão 5.2 ou posterior), corrigido bug onde o processo adb.exe fica ativo mesmo após a sua função, impossibilitando a remoção do Treble Toolkit.
